{
  "pagTitle" : "Markus Ribeiro Gieler",
  "namTitle" : "Markus Ribeiro Gieler",

  "sobTitle" : "· Sobre ·",
  "sobContent" : "Profissional com ampla experiência em tecnologia e em outras áreas do conhecimento humano. Possuo perfil investigativo, analítico e multidisciplinar, aliado a uma postura proativa, autodidata e orientada à resolução de problemas. Atuo com foco no desenvolvimento de soluções eficientes, escaláveis e seguras, aplicando a tecnologia como instrumento de inovação e otimização de processos. Meu propósito é aprender e evoluir continuamente, tanto como pessoa quanto como profissional compartilhando experiências. A automatização de processos e a conectividade entre dispositivos, visando impulsionar a transformação digital atual e fortalecer a segurança em sistemas e redes, também fazem parte dos meus objetivos na area tecnológica. Não menos importante, busco integrar equipes harmoniosas, felizes, dispostas e orientadas ao conhecimento, à habilidade, à atitude, aos valores e às emoções, acrescentando ainda a honra e a humildade como pilares essenciais.",

  "eduTitle" : "· Educação ·",
  "eduSubtitle6" : "Especialização em Internet das Coisas",
  "eduLocation6" : "IFSP",
  "eduPeriod6" : "· 2024–2025",
  "eduSubtitle5" : "Tecnologia em Comércio Exterior",
  "eduLocation5" : "UNINTER",
  "eduPeriod5" : "· 2024–2026",
  "eduSubtitle4" : "Mestrado em Ciência da Computação",
  "eduLocation4" : "TUM",
  "eduPeriod4" : "· 2012–N/C",
  "eduSubtitle3" : "Bacharelado em Ciência da Computação",
  "eduLocation3" : "IMES",
  "eduPeriod3" : "· 2007–2010",
  "eduSubtitle2" : "Tecnologia em Processamento de Dados",
  "eduLocation2" : "UNICESUMAR",
  "eduPeriod2" : "· 1997–N/C",  
  "eduSubtitle1" : "Bacharelado em Engenharia Mecânica",
  "eduLocation1" : "UNISANTA",
  "eduPeriod1" : "· 1995–N/C",

  "expTitle" : "· Experiência Profissional ·",
  "expSubtitle5" : "Fazenda Santa Alice",
  "expPeriod5" : "· 2010–atual",
  "expContent5" : "Atuo como gestor, estrategista e executivo de tecnologia no setor do agronegócio, sendo responsável por todas as etapas de planejamento, desenvolvimento e implementação de soluções tecnológicas. Desenvolvo aplicações voltadas à redução de custos, maximização de resultados e apoio à tomada de decisão no campo. Paralelamente, presto serviços de consultoria para empresas, organizações e profissionais, oferecendo soluções personalizadas em inovação e transformação digital.",
  "expSubtitle4" : "Prefeitura de Catanduva",
  "expPeriod4" : "· 2008–2009",
  "expContent4" : "Desenvolvimento de Sistemas Web utilizando HTML, CSS, PHP, MySQL, SqlServer. Eu desenvolvi um sistema de controle de estoque para o almoxarifado de informática da prefeitura de Catanduva. O software proporcionou maior controle nos gastos públicos evitando desperdício e desaparecimento de equipamentos. O sistema produz economia de no mínimo 50% e foi muito bem aceito por todos.",
  "expSubtitle3" : "Licitec Software LTDA",
  "expPeriod3" : "· 2008–2009",
  "expContent3" : "Na empresa Licitec Software LTDA, atuei como responsável pelo suporte técnico de software e hardware, além do treinamento e implantação de sistemas voltados à área da saúde. Fui encarregado pela instalação, manutenção e capacitação de usuários em todos os sistemas públicos de saúde do município de Catanduva.",
  "expSubtitle2" : "Netwar Lan House",
  "expPeriod2" : "· 2001–2006",
  "expContent2" : "Como empresário e proprietário da Netwar Lan House, fui responsável pela administração completa da empresa, incluindo gestão de rede, suporte técnico em software e hardware, e administração operacional. A Netwar oferecia serviços de acesso à internet e entretenimento digital (cybercafé/lan house), e eu acumulava todas as funções técnicas e administrativas, garantindo o funcionamento pleno do negócio.",
  "expSubtitle1" : "Prestação de serviços em Banco de Dados Oracle",
  "expPeriod1" : "· 2000–2002",
  "expContent1" : "Atuei como prestador de serviços terceirizado para diferentes empresas, com foco em administração e análise de bancos de dados Oracle. Entre os projetos, destaque para o trabalho realizado na matriz do Grupo Carrefour, em São Paulo, onde fui responsável pela geração e entrega de relatórios periódicos de desempenho e indicadores de todas as unidades do grupo no Brasil.",

  "conTitle" : "· Conhecimentos Técnicos ·",
  "conSubtitle11" : "Linguagens de programação",
  "conContent11" : "Python · Java · C/C++ · Shell Script · PHP · Node.js",
  "conSubtitle10" : "Frameworks Web",
  "conContent10" : "Django · Flask · Bootstrap · Tailwind",
  "conSubtitle09" : "Analise de Dados",
  "conContent09" : "Pandas · Numpy · Matplotlib · Seaborn",
  "conSubtitle08" : "Inteligência Artificial",
  "conContent08" : "Machine Learning · Deep Learning",
  "conSubtitle07" : "Bancos de dados",
  "conContent07" : "Oracle · MySQL · Sql Server · MongoDB",
  "conSubtitle06" : "Protocolos de comunicação IoT",
  "conContent06" : "MQTT · CoAP",
  "conSubtitle05" : "Redes TCP/IP",
  "conContent05" : "Infraestrutura de Rede · Configuração de Roteadores · Segurança da Informação",
  "conSubtitle04" : "Virtualização e Containers",
  "conContent04" : "Virtual Box · Docker",
  "conSubtitle03" : "Plataformas de prototipação",
  "conContent03" : "Arduino · ESP32",
  "conSubtitle02" : "Sistemas Operacionais",
  "conContent02" : "Linux · Windows",
  "conSubtitle01" : "Frontend Desenvolvimento Web",
  "conContent01" : "HTML · CSS · JavaScript",

  "idiTitle": "· Idiomas ·",
  "idiLanguage3": "Português",
  "idiLevel3": "Nativo",
  "idiLanguage2": "Inglês",
  "idiLevel2": "Avançado",
  "idiLanguage1": "Alemão",
  "idiLevel1": "Básico",

  "proTitle" : "· Projetos ·",
  "proSubtitle1": "Curriculum Vitae"
}